Edited  project resources documentation
